function Text() {
  return (
    <div>
      <p>
        Кошки являются одними из наиболее распространённых домашних животных,
        насчитывая миллионы владельцев по всему миру.
        <br />
        Несмотря на свою популярность, кошки все еще остаются предметом
        многочисленных исследований и наблюдений,
        <br />в ходе которых учёные выявили ряд уникальных особенностей этих
        животных.
      </p>
      <p>
        Аудитивные способности кошек превышают человеческие, они способны
        воспринимать ультразвуковые частоты до 64 кГц.
        <br />
        Эта способность играет важную роль в их охотничьих инстинктах, позволяя
        отслеживать высокочастотные звуки, которые издают их добычи.
      </p>
      <p>
        Кошки издают мяуканье как способ коммуникации исключительно с людьми.
        <br />
        Они развили специфический набор звуков, которые могут варьироваться по
        тону, громкости и частоте в зависимости от того, что кошка хочет
        "сказать".
      </p>
    </div>
  )
}

export default Text
