// CSS препроцессор - это программа, которая имеет свой собственный синтаксис, но может сгенерировать из него CSS код

// Препроцессоры расширяют возможности ванильного CSS. Эти возможности облегчают работу с CSS, упрощают чтение кода и его дальнейшую поддержку

// Браузер не понимает синтаксис препроцессора, поэтому перед отправкой файл препроцессора преобразовывается и на выходе получается привычный CSS в отдельном файле

// Все что можно сделать на препроцессоре, можно и сделать на ванильном CSS.

// SASS - один из наиболее развитых и стабильных CSS препроцессоров, а также один из самых популярных препроцессоров

// Установка SASS

// Установка происходит путем выполнения команды в терминале:  npm install -g sass
